Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/default.aspx_id=772795.html.tmx
Source language: sme
Languages: smj

source: Vihaheapmi
smj: Fiesstim

source: Heajat leat feasta.
smj: Jugálvis la vuollo.

source: Muitun olles eallimii.
smj: Mujtto viessomij.

source: Ii fal beare sudnuide geat náitaleaba muhto maid sogaide ja olbmáide.
smj: Ij ber gejda vállduji valla aj berrahijda ja venagijda.

source: Girkolaš vihaheapmi lea symbolalaš ipmilbálvalus.
smj: Girkkolasj fiesstim la jubmeldievnno manna li symbolajs vallje.

source: Ipmila ja visot vihtaniid ovddas moai lohpidetne goabbat guoibmáseame dikšut ráhkisvuođa ja doarjut goabbat guoibmáseame olles eallima.
smj: Jubmela ja gájkka vihtanij åvdån loabedip nubbe nuppev gieresvuodav huksat ja nubbe nuppe bielen tjuodtjot viessomav tjadá.

source: Moai rohkadalle Ipmila buressivdnádit munno náittoslihtu ja veahkehit daiguin váttisvuođaiguin maid bohtet munno eallimis.
smj: Råhkålip Jubmelav buorissjivnnjedit mijá gállasjvuodav ja viehkedit mijáv vájvij tjadá majt duosstop viessomin.

source: Gávdnojit buorit vejolašvuođat hábmet persovnnalaš ipmilbálvalusa vihaheapmái.
smj: Máhttelis la persåvnålattjat hábbmit fiesstimjubeldievnov.

source: Muhtin headjabárat háliidit čállit iežaset lohpádusaid, lávlut lávlaga nubbi nubbái dehe dahkat juoidá maid nu persovnnalažžan.
smj: Muhtem gállasjguojmmepára sihti tjállet ietjasa jáhtojt, lavllot lávllagav nubbe nubbáj jali dahkat ietjádav persåvnålattjat.

source: Vuođđun lea ahte ipmilbálvalus galgá čađahuvvot iluin ja giitevašvuođain eallima ja ráhkisvuođa skeaŋkka ovddas headjabárrii ja gussiide.
smj: Vuodo l vaj galggá årrot jubmeldievnno ávon ja gijttogisvuodan viessoma ja gieresvuoda vaddagis goappátjagá gállasjguojmmepárraj ja guossijda.

source: Vihahanságastallan Ovdal girkolaš vihaheami lea álut vihahanságastallan gos báhppa ja headjabárra plánejit vihaheami.
smj: Fiesstimságastallam Girkkolasj fiesstima åvddål la agev fiesstimságastallam manna härrá ja gállasjguojmmepárra hábbmiji fiesstimav.

source: Makkár teavsttaid galgá válljet, makkárat galget lohpádusat leat, gii dahká maid ja goas ?
smj: Makkir tevstajt galggá válljit, makkir jáhto galggi årrot, gut dahka majt ja goassa ?

source: Dábálaččat báhppa láve maid jearrat headjabáras movt ja goas soai oahpásnuvaiga, masa soai earenomážit liikuiga goabbat guoimmisteaskka, maid soai láveba dahkat ovttas.
smj: Ienemusát härrá gatjádallá gállasjguojmmepáras gåktu ja goassa gávnadijga, masi ienemusát lijkkuba nubbe nuppen, majt ienemusát aktan dahkaba.

source: Hoahpuid siste dát sáhttá šaddat vuogas boddu headjabárrii go beassába guođđit plánema oanehažžii ja jurddašit eanet juste dan birra manin náitaleaba jur gaskaneaskka.
smj: Tjuottjes gállasjguojmmepárraj dávk lisj vuojŋadahka gå bessaba hábbmimis oanegav ja tjalmostahtteba manen ajtu vállduba jur nubbe nuppijn.

source: Báhppii dát lea buorre vuohki oahpásnuvvat buorebut olbmuiguin ja nu oažžu buori vuođu vihahansárdnái.
smj: Härráj la vuohke sunnujn buorebut dåbdijdit ja l buorre vuodo fiesstimhållaj.

source: Ságastallan sáhttá leat girkus dehe ruovttus headjabára luhtte.
smj: Ságastallam máhttá årrot juogo de girkkon jali hejman gállasjguojmmepára lunna.

source: Jos lea headjabára luhtte, de láve dábálaččat dollot liige čoahkkin girkus vai besset ságastallat seremoniija birra báikki nalde.
smj: Jus ságastallam la hejman de álu ásaduvvá duodde gávnadibme girkkon hárjjidalátjit seremoniddjav sajen.

source: Sierralágan árbevierut Ruoŧas mii báinnáhallat earenomážit amerihkálaš kultuvrrain.
smj: Umasslágásj árbbedábe Svierigin vájkuduvvap iehtjádij siegen amerijkalasj kultuvras.

source: Dát vuhtto maid máŋggaid headjabáraid gáibádusain heajaid birra.
smj: Dat vuojnnu aj moatten gállasjguojmmepáraj sávadusán ietjasa jugálvisá birra.

source: Dábálaš jearaldat lea sáhttá go moarsi diktit áhčis láidet su áltárii.
smj: Dábálasj gatjálvis la jus bruvrrá galggá lájddiduvvat áhtjes álltárij.

source: Ii mihkkege Ruoŧa girkus gieldde dán vieru, muhto ábuha jurddahit makkár mearkkašupmi dán dagus lea.
smj: Ij gávnnu mige Svieriga girkkon mij dav dábev buorggu, valla árvulasj la ájádallat symbolijka birra dagon.

source: Álggu rájis dát vierru boahtá dan áiggis go nissonolbmuin ii lean mearridanváldi ja ovddasvástádus nissonolbmos ná guđđojuvvui áhčis boadnjái.
smj: Álgon la gå åvdåsvásstadus nissunis vatteduvvá áhtjes ålmmåj ja l dat ájges gå nissuna ällim mindiga.

source: Muhtin báhpat sáhttet dan dihte gieldit ahte moarsi láidejuvvo áhčistis áltárii.
smj: Muhtem härrá máhtti dat oares vuornnot bruvrrá áhtjes álltárij lájddiduvvá.

source: Ruoŧas lea árbevierrun ahte náittosbárra vázzá áltárii ovttas, dego mearkan das ahte nissonolmmoš ieš vállje dievdoolbmo ja dievdoolmmoš ieš vállje nissonolbmo ja ahte soai eaktodáhtolaččat ja dásseárvvolaččat vázziba vihaheapmái.
smj: Svierigin la árbbedáhpe gállasjguojmmepárra vádtseba aktan álltárij, symbollan gå nissun iesj vállji ietjas ålmmåv ja ålmmå iesj vállji ietjas nissunav ja såj iesmujtolis ja buohtaárvulattjat vádtseba fiesstimij.
